api/app/controllers/api/v1/drawings_controller.rb

SELECT "drawings".* FROM "drawings"
---
			def index
				@drawings = Drawing.all