api/app/controllers/drawings_controller.rb

	def index
		@drawings = Drawing.all
---
SELECT "drawings".* FROM "drawings"